List<String> homeScreenItems = [
  'Featured Stories',
  'Category Navigation',
  'Search Bar',
  'Recommended Stories',
  'New Arrivals',
  'Popular Stories',
  'Featured Authors',
  'Reading Challenges',
  'Social Features',
];

var chapter1 =
    """ শঙ্কর রায় চৌধুরী, একজন বিশাল স্বপ্ন দেখে, নিজেকে একজন অনুভবশীল সাহিত্য প্রেমী হিসাবে তার কর্মক্ষেত্র বিন্দু করতে স্বপ্ন দেখে। তার স্বপ্নের ধারাবাহিক অংশ হলো বৃহত্তর অবন্তিকায় প্রস্থানের পরিকল্পনা, যেখানে সে অত্যন্ত বিপুল উদ্দীপনা পেয়েছে। শঙ্করের স্বপ্ন এবং কর্মক্ষেত্রের পরিকল্পনা তার মুখ্য আদর্শের কাছে একটি গুরুত্বপূর্ণ অংশ হিসাবে গড়ে ওঠে।

সেনাবাহিনী যোগ: শঙ্করের স্বপ্ন সত্যি হয়ে উঠে এবং তিনি সেনাবাহিনীতে যোগদান করেন। সেনাবাহিনীতে একজন যুবকের স্বপ্নের মতো প্রবীণতা ও অধ্যক্ষ অফিসার হতে উদ্দীপিত হওয়া শঙ্কর রায় চৌধুরীর জীবনের একটি প্রধান মোড়ক।

আফ্রিকান প্রবাস: শঙ্কর আফ্রিকা যান ও দক্ষিণ আফ্রিকা পরিবারের সঙ্গে কলকাতার কয়েকটি পড়ে থাকে। একদিন পাশাপাশি অত্যাচার ও প্রয়োজনে তাকিয়ে শঙ্কর সাহায্য করতে চান।

জঙ্গলের অনুসন্ধান: একবার শঙ্কর আফ্রিকার জঙ্গলে পড়ে গেলেন। অদ্ভুত ও ভীতিমুক্ত প্রাণীর সংস্পর্শে আত্মবিশ্বাসী হিসেবে তিনি জঙ্গলের গুচ্ছ পরিক্রমা করেন।

চাঁদের পাহাড় একটি অপার অভিজ্ঞতা ও প্রত্যাশা অনুভবের গল্প, যেখানে প্রধান চরিত্রের সাহস, আত্মবিশ্বাস, এবং নির্ভীকতা প্রশংসা করা হয়। এটি সাহিত্যিক মূল্যের প্রতি আকর্ষণীয় একটি উপন্যাস।""";
